{"inkVersion":19,"root":[[{"#":"SHOW:Bartholomew:Neutral"},"^Bartholomew: Drat! I knew I should have invested in more levitation potions before I left. . .","\n","^Bartholomew: I guess now I will have to carry all these crates of broken magical artifacts back to the shop the old fashioned way. . .","\n","^Bartholomew: <size=80>MAAAGGGIICCCCCCC!!!!</size>","\n",{"#":"SHOW:Leo:Neutral"},"^Leo: Not so fast, you purple ninny!","\n","^Bartholomew: Leo?! Dang nabbit!!! I thought I was rid of you last time!","\n","^Bartholomew: Also, you know my color is only temporary! I can change it whenever I want with the <color=red>Back Button</color>","\n","^Leo: You know I hate it when you break the fourth wall by mentioning specific keybindings, you CUR!!","\n","^Bartholomew: So, I suppose you are here to stop me from repairing all these magical artifacts, in a vein attempt to secure that promotion?!","\n","^Leo: Bingo. But this time, I want to make it interesting, my old fartywiggle.","\n","^Bartholomew: Hmm? . . . Go on.","\n","^Leo: I happen to have with me the exact same number of magical artifact-filled crates. What do you say we have a little sport?","\n","^Leo: for old times sake. . .","\n","^Bartholomew: Bomb ball?! Double or Nothing?!?! Here? Are you mad?","\n","^Leo: YES.","\n","^Bartholomew: . . . Oh.","\n","^Leo: Now, You stay on your side I stay on mine. I'll summon the bomb in the middle, and. . .","\n",{"#":"ALLOWMOVEMENT"},"^Bartholomew: yes yes, we can move with the <color=red>left stick</color>, aim with the <color=red>right stick</color>. . .","\n","^Leo: I WAS NOT FINISHED.","\n",{"#":"ALLOWSHOOTING"},"^Bartholomew: We can cast spells, along with grabing and throwing the ball with <color=red>right trigger</color>. . .","\n","^Leo: STOP IT.","\n","^Bartholomew: And as the ancient rules of bomb ball state, we must only cast our magical water balloon spell, the weakest of all spells, to show our true strength is in here. . .","\n","^Leo: STOP DRAMATICALLY POINTING AT YOUR HEART AND LISTEN.","\n","^Leo: Whoever <color=red>destroys the other's crates first</color> will be first in line for the general manager position.","\n","^Leo: Are you prepared to challenge ME?!","\n","^Bartholomew: I mean, no, you just kinda sprung this on me.","\n","^Bartholomew: You probably won't let me leave now, though.","\n","^Leo: FACE ME.","\n","^Bartholomew: Yeah that's what I figured.","\n",{"#":"SHOW:FairyQueen:Neutral"},"^FairyQueen: Ppppppssttt.","\n","^Bartholomew: Woah! Leo Look! It's the Fairy Queen!!!","\n","^Leo: Why would I want to go to Dairy Queen? We are in the middle of COMBAT.","\n","^FairyQueen: Naw don't sweat it lil Leo. We're just here to fix that magical stuff.","\n","^Bartholomew: Fix it?","\n","^FairyQueen: Yeah, we gotta, we are like, compelled.","\n","^Leo: How dare you interfere with our plans!","\n","^FairyQueen: Naw dude, check it, we'll just stay in the middle. Then, when one of you claims us, we'll just fix that wizards stuff.","\n","^FairyQueen: Think of us like lil powerups or somethin.","\n","^Bartholomew: Cool! Leo, they want to help us! This is so cool!","\n","^Leo: YOU WILL NEVER BE MIDDLE MANAGEMENT!!!","\n","^FairyQueen: harsh, dude.","\n",{"#":"ENDOFSCRIPT"},"^EMPTY_LINE","\n","end",["done",{"#f":7,"#n":"g-0"}],null],"done",{"#f":3}],"listDefs":{}}